Repository: gecos-team/gecoshc-client
Catalog: po/*.po
Languages: es

source: A technician is controlling your session
es: Un técnico está controlando su sesión

source: Error accepting technician: %s
es: Error aceptando técnico: %s

source: Connecting to GECOS Control Center...
es: Conectando al Centro de Control GECOS...

source: Cancel
es: Cancelar

source: Error login in GECOS Control Center: %s
es: Error al logarse contra el Centro de Control GECOS: %s

source: Connection stablished
es: Conexión establecida

source: Shut off connection
es: Cerrar conexión

source: Connection finished by technician
es: Conexión finalizada por el técnico

source: Alert
es: Alerta

source: Connection finished by communication error
es: Conexión finalizada por error de comunicación

source: Known message not specified. Please, check it and try again.
es: Mensaje conocido no especificado. Por favor reviselo y pruebe de nuevo.

source: x11vnc not found at %s. Please, check it and try again.
es: x11vnc no encontrado en %s. Por favor reviselo y pruebe de nuevo

source: gcc.control not found or is not readable. Please, check it and try again.
es: No se encuentra el fichero gcc.control o no es legible. Por favor reviselo y pruebe de nuevo.

source: /etc/chef/client.pem not found or is not readable. Please, check it and try again.
es: El fichero /etc/chef/client.pem no se encuentra o no es legible. Por favor reviselo y pruebe de nuevo.

source: Close connection
es: Cerrar conexión

source: Are you sure you want to abort the connection?
es: ¿Está seguro de que desea abortar la conexión?
